{
  "label1": {
    "title": "Lightning",
    "text": "<p> Lightning can be defined as the discharge of electricity resulting from the difference in electrical charges between the cloud and the ground. </p> <p> When the surface of the earth is warm, moist air near the earth’s surface becomes heated and rises rapidly, producing an updraft.  As the air in these updrafts cools, water vapor condenses into water droplets and forms a cloud.  The cloud’s top extends above the freezing level.  At this altitude, the air temperature is well below freezing, so the upper portion of the cloud is composed of tiny ice crystals. </p> <p> Eventually, the water droplets and ice crystals in the cloud become too large to be suspended by updrafts.  As the raindrops and ice crystals fall through the cloud, they drag some of the air from in the cloud downward, producing downdrafts.  The rising and falling air currents within the cloud may cause hailstones to form.  When downdrafts strike the ground, they spread out in all directions, producing gusts of cool wind people feel just before the start of the rain. </p> <p> Within the cloud, the moving air causes electrical charges to build, although scientists do not fully understand how it occurs.  Most believe that the charge results from the collision of the cloud’s light, rising water droplets and tiny pieces of ice against hail and other heavier, falling particles.  The negatively charged particles fall to the bottom of the cloud, and most of the positively charged particles rise to the top. </p> <p> The first stroke of a cloud-to-ground lightning flash is started by a stepped leader.  Many scientists believe that it is triggered by a spark between the areas of positive and negative charges within the cloud.  A stepped leader moves downward in a series of steps, each of which is about 50 yards long, and lasts for about 1 millionth of a second.  It pauses between steps for about 50 millionths of a second.  As the stepped leader nears the ground, positively charged upward-moving leaders travel up from such objects as trees and buildings, to meet the negative charges.  Usually, the upward moving leader from the tallest object is the first to meet the stepped leader and complete a path between the cloud and earth.  The two leaders meet generally about 165 feet above the ground.  Negatively charged particles then rush from the cloud to the ground along the path created by the leaders.  It is not very bright and usually has many branches. </p> <p> As the stepped leader nears the ground, it induces an opposite charge, so positively charged particles from the ground rush upward along the same path.  This upward motion of the current is the return stroke and it reaches the cloud in about 70 microseconds.  The return stroke produces the bright light that people notice in a flash of lightning, but the current moves so quickly that its upward motion cannot be perceived.  The lightning flash usually consists of an electrical potential of hundreds of millions of volts.  The air along the lightning channel is heated briefly to a very high temperature.  Such intense heating causes the air to expand explosively, producing a sound wave we call thunder. </p>"
  },
  "label2": {
    "title": "a very very very very long title that is too too too long long",
    "text": "<p>Pulvinar dapibus platea urna sociis curae; maecenas praesent torquent. Ad sem Justo a praesent lorem sed ullamcorper pharetra dui netus maecenas. Congue quam. Sed Cubilia dis vivamus arcu per rhoncus litora euismod phasellus imperdiet. Convallis a class, scelerisque nullam venenatis condimentum id tincidunt sodales fusce felis. Non accumsan fermentum adipiscing consectetuer dignissim felis eleifend ut condimentum. Vulputate cubilia ad amet leo netus pellentesque viverra hendrerit porta hac. Lectus Eros turpis litora tellus. Nunc magna. Nisl, habitasse vivamus eget. Tempus justo mollis. Aptent a nunc dictumst quis cras.</p>"
  },
  "label3": {
    "title": "s",
    "text": "<p>Pulvinar dapibus platea urna sociis curae; maecenas praesent torquent. Ad sem Justo a praesent lorem sed ullamcorper pharetra dui netus maecenas. Congue quam. Sed Cubilia dis vivamus arcu per rhoncus litora euismod phasellus imperdiet. Convallis a class, scelerisque nullam venenatis condimentum id tincidunt sodales fusce felis. Non accumsan fermentum adipiscing consectetuer dignissim felis eleifend ut condimentum. Vulputate cubilia ad amet leo netus pellentesque viverra hendrerit porta hac. Lectus Eros turpis litora tellus. Nunc magna. Nisl, habitasse vivamus eget. Tempus justo mollis. Aptent a nunc dictumst quis cras.</p> <p>Sapien laoreet semper. Laoreet. Conubia. Maecenas morbi luctus sodales eget phasellus taciti nam amet aenean ac. Nam facilisi augue eros non sit placerat montes magna euismod tempus fringilla ornare blandit neque nisi at urna lacinia arcu vehicula platea curae; vehicula parturient parturient ultrices. Diam arcu tristique accumsan odio erat porttitor ac consequat ridiculus fermentum cum eget auctor ipsum, tempor. Metus, imperdiet cras, hendrerit tellus adipiscing blandit nullam accumsan cubilia placerat iaculis nibh nonummy. Netus accumsan. Tortor. Sagittis egestas sociis enim. Tristique sem tempus nonummy cras pede euismod nullam orci.</p> <p>Urna tristique at amet lectus. Sodales habitant neque hac aliquam eu aptent. Odio. Consectetuer porttitor pretium faucibus consectetuer. Parturient ligula consequat, morbi in platea vivamus sagittis volutpat ornare consectetuer mattis ornare vulputate tristique felis purus curabitur montes hac etiam tristique, nulla diam lacus sit. Nec ornare ridiculus Egestas amet aptent conubia. Enim auctor hymenaeos platea scelerisque dis dapibus mollis. Placerat feugiat cubilia lorem felis fermentum donec aenean potenti nam facilisis ullamcorper Cubilia phasellus vel sit risus mus fermentum ornare torquent sociosqu in posuere duis nonummy vel convallis nibh eleifend interdum Non mollis pellentesque class ipsum lectus molestie platea, senectus consectetuer. Aptent parturient ultricies.</p> <p>Litora massa vel scelerisque faucibus dui aenean. Nascetur tortor egestas arcu elit mus integer tortor tortor sagittis mus. Gravida lacus metus sem bibendum. Litora praesent tellus duis venenatis curae; tristique elit feugiat dolor dolor hac vitae lectus blandit placerat conubia sociis consequat taciti ad. Nullam enim. Tellus massa metus convallis senectus fusce. Sollicitudin elementum nulla nulla sociosqu sit curabitur netus imperdiet pharetra etiam, est id lorem accumsan senectus nisi porttitor egestas et orci tortor risus, consequat sociis dictum dapibus vehicula curae; cras Aptent tristique scelerisque consequat habitasse hendrerit at est ligula. Maecenas, vitae conubia sapien eu leo nisi mollis lorem platea in ornare interdum. At viverra Elementum suspendisse sem quisque bibendum montes senectus aenean class iaculis etiam magna ad sodales lectus netus blandit sociosqu risus augue taciti taciti laoreet. Pellentesque eleifend taciti dis parturient proin vitae sit ligula. Blandit, porta ante.</p> <p>Interdum nibh aenean massa, malesuada eu, scelerisque ligula ipsum nisl ullamcorper Dui condimentum mi amet scelerisque cras platea cursus convallis non ac. Nonummy id proin nibh conubia erat semper nec ridiculus purus velit dolor, vulputate id ornare suscipit euismod, primis consectetuer vulputate eros inceptos. Mi bibendum elit et congue molestie hymenaeos ad felis taciti est curae; massa dictumst lacus taciti inceptos per mi. Mi sollicitudin vehicula ante nascetur lacinia odio egestas sollicitudin lobortis laoreet rutrum augue. Libero cubilia aenean sapien.</p>"
  }
}

